Repository: common-repository/qr-code-for-pages
Catalog: languages/me-qr-*.po
Languages: ru_ru

source: Is a plugin for generating QR codes for your WordPress pages or posts made by ME-Team.
ru_ru: Плагин генерации QR-кодов для ваших страниц WordPress или сообщений, созданных ME-Team.

source: QR Code
ru_ru: QR Код

source: The QR code has already been generated for this product. You can watch it.
ru_ru: QR-код для этого продукта уже создан. Вы можете посмотреть его.

source: Generate a QR-Code for the current product and use your online store to the fullest.
ru_ru: Сгенерируйте QR-код для текущего товара и используйте свой интернет-магазин на полную.

source: Show QR-Code
ru_ru: Показать QR-код

source: Generate QR-Code
ru_ru: Генерировать QR-код

source: QR code is loading, please wait...
ru_ru: QR-код загружается, пожалуйста, подождите...

source: Update QR Code
ru_ru: Обновить QR-код

source: Download QR Code
ru_ru: Скачать QR Код

source: Copy shortcode
ru_ru: Копировать шорткод

source: Copied
ru_ru: Скопировано

source: Not copied
ru_ru: Не скопировано

source: QR code was not generated.
ru_ru: QR-код не был сгенерирован.

source: Try reloading the page or reinstalling the plugin
ru_ru: Попробуйте перезагрузить страницу или переустановить плагин

source: QR for pages settings
ru_ru: QR for pages настройки

source: Premium features
ru_ru: Премиум возможности

source: You have activated a premium subscription
ru_ru: У вас активирована премиум подписка

source: When scanning a QR code, users will not see ads
ru_ru: При сканировании QR кода, пользователи не будут видеть рекламу

source: You have a free plan
ru_ru: У вас бесплатный тарифный план

source: When scanning a QR code, users will see ads
ru_ru: При сканировании QR кода, пользователи будут видеть рекламу

source: Purchase our subscription and use QR Codes without ads
ru_ru: Приобретите нашу подписку, и используйте QR-Коды без рекламы

source: Subscription management
ru_ru: Управление подпиской

source: Purchasing a subscription
ru_ru: Приобретение подписки

source: See offers
ru_ru: Посмотреть предложения

source: View subscription details
ru_ru: Просмотр деталей подписки

source: QR-code management
ru_ru: Управление QR-кодами

source: All QR codes that you generate using the plugin are saved in your account on ME-QR
ru_ru: Все QR-коды, которые вы генерируете с помощью плагина, сохраняются в вашем аккаунте на ME-QR

source: You can control all available QR codes in one place
ru_ru: Вы можете управлять всеми доступными QR-кодами в одном месте

source: You also have the opportunity to change the design of each QR code separately, and view their scan statistics
ru_ru: У вас также есть возможность изменить дизайн каждого QR-кода отдельно и просмотреть статистику их сканирования

source: Go to QR-codes
ru_ru: Перейти к QR-кодам

source: Shortcode settings
ru_ru: Настройки шорткода

source: Css QR-block class
ru_ru: Css класс QR-блока

source: Css QR-image class
ru_ru: Css класс QR-изображения

source: Css class for the block containing the QR code, which is rendered by the shortcode
ru_ru: Css-класс для блока, содержащего код QR-изображение, отображаемого шорткодом

source: Css class for the QR code image that rendered by the shortcode
ru_ru: Css-класс для изображения кода QR, отображаемого шорткодом

source: Save Changes
ru_ru: Сохранить изменения

source: Settings saved successfully
ru_ru: Настройки успешно сохранены

source: Error saving settings:
ru_ru: Ошибка сохранения настроек:

source: Me-QR Account
ru_ru: Me-QR Аккаунт

source: You are logged in as an Me-QR user:
ru_ru: Вы авторизированны под Me-QR пользователем:

source: You can change your account by logging out of it
ru_ru: Вы можете сменить аккаунт выйдя из него

source: Generated QR codes and plugin settings will remain unchanged
ru_ru: Сгенерированные QR-коды и настройки плагина останутся без изменений

source: Log out of your account
ru_ru: Выйти из аккаунта

source: Create an account on Me-QR, and get more benefits and opportunities
ru_ru: Создайте аккаунт на Me-QR, и получите больше преимуществ и возможностей

source: By creating an account you:
ru_ru: Создав аккаунт вы:

source: Never lose the generated QR codes
ru_ru: Никогда не потеряете сгенерированные QR-коды

source: You will be able to customize each QR code separately
ru_ru: Сможете кастомизировать отдельно каждый QR-код

source: You will be able to monitor the statistics of the use of QR codes
ru_ru: Сможете мониторить статистику использования QR-кодов

source: You will be able to get rid of ads in scanned QR codes
ru_ru: Сможете избавиться от рекламы в сканируемых QR-кодах

source: You will be able to synchronize the plugin settings with the cloud
ru_ru: Сможете синхронизировать настройки плагина с облаком

source: I already have an account
ru_ru: У меня уже есть аккаунт

source: Create a new account
ru_ru: Создать новый аккаунт

source: QR code management
ru_ru: Управление QR-кодами

source: Go to QR codes
ru_ru: Перейти к QR-кодам

source: Logging settings
ru_ru: Настройки логирования

source: Write critical plugin errors to the general project log-file for quick debugging
ru_ru: Писать в общий лог-файл проекта критические ошибки плагина, для быстрой отладки

source: File logging
ru_ru: Файловое логирование

source: Send a bug report to the plugin developer
ru_ru: Отправлять отчет об ошибках разработчику плагина

source: Send a report
ru_ru: Отправлять отчет

source: Sync settings
ru_ru: Настройки синхронизации

source: Exporting settings
ru_ru: Экспорт настроек

source: Allows you to save the current plugin settings on the Me-QR server for the possibility of recovery in the future
ru_ru: Позволяет сохранить текущие настройки плагина на сервере Me-QR для возможности восстановления в будущем

source: This will allow you to quickly and easily restore settings in case of reinstalling or expanding your account to other plugins in your projects
ru_ru: Это позволит быстро и легко восстановить настройки в случае переустановки или расширения аккаунта на другие плагины в ваших проектах

source: Before exporting, first save the changes to the current page
ru_ru: Перед экспортом сначала сохраните изменения на текущей странице

source: never
ru_ru: никогда

source: Export
ru_ru: Экспортировать

source: Last export
ru_ru: Последний экспорт

source: Importing settings
ru_ru: Импорт настроек

source: Import previously exported settings from the Me-QR server
ru_ru: Импорт ранее экспортированных настроек с сервера Me-QR

source: Import
ru_ru: Импортировать

source: Last import
ru_ru: Последний импорт

source: Unknown error
ru_ru: Неизвестная ошибка

source: Confirm logout
ru_ru: Подтвердите выход

source: Do you really want to log out of your current account?
ru_ru: Вы действительно хотите выйти из своей текущей учетной записи?

source: Error logout:
ru_ru: Ошибка выхода из системы:

source: Confirm export
ru_ru: Подтвердите экспорт

source: After confirming this, a request will be sent to the Me-QR server, and saving the current plugin settings, on cloud storage
ru_ru: После подтверждения этого на сервер Me-QR будет отправлен запрос с сохранением текущих настроек плагина в облачном хранилище

source: Everything will be done automatically and your participation will not be required
ru_ru: Все будет сделано автоматически, и ваше участие не потребуется

source: The process will take a few seconds
ru_ru: Этот процесс займет несколько секунд

source: Attention! By this action, you will irrevocably lose the data of the previous export, if there is one
ru_ru: Внимание! Этим действием вы безвозвратно потеряете данные предыдущего экспорта, если таковые имеются

source: There will be no other changes
ru_ru: Других изменений не произойдет

source: Settings successfully exported
ru_ru: Настройки успешно экспортированы

source: Successful export
ru_ru: Успешный экспорт

source: Error exporting settings:
ru_ru: Ошибка при экспорте настроек:

source: Confirm import
ru_ru: Подтвердите импорт

source: After confirmation, a request will be sent to the Me-QR server to import your previously exported settings
ru_ru: После подтверждения будет отправлен запрос на сервер Me-QR для импорта ваших ранее экспортированных настроек

source: Attention! By this action you will permanently lose your current plugin settings
ru_ru: Внимание! Этим действием вы безвозвратно потеряете свои текущие настройки плагина

source: Successful import
ru_ru: Успешный импорт

source: Settings have been imported successfully
ru_ru: Настройки были успешно импортированы

source: You have successfully imported the settings, but you need to reload the page to display them
ru_ru: Вы успешно импортировали настройки, но вам необходимо перезагрузить страницу, чтобы отобразить их

source: Reboot
ru_ru: Перезагрузить

source: Reboot later
ru_ru: Перезагрузить позже

source: Error importing settings:
ru_ru: Ошибка при импорте настроек:

source: Confirm
ru_ru: Подтвердить

source: Cancel
ru_ru: Отменить

source: Internal data error. Carefully check the data or contact the plugin support
ru_ru: Внутренняя ошибка данных. Внимательно проверьте данные или обратитесь в службу поддержки плагина

source: Internal system error. Contact plugin support
ru_ru: Внутренняя системная ошибка. Свяжитесь со службой поддержки плагина

source: Validation system error. Validation failed
ru_ru: Системная ошибка валидации. Валидация не удалась

source: Validation system error. Validation failed. Error message: `%s`
ru_ru: Системная ошибка валидации. Валидация не удалась. Сообщение об ошибке: `%s`

source: Validation errors
ru_ru: Ошибки валидации

source: Data validation error
ru_ru: Ошибка проверки данных

source: The specified value {{ value }} of the property {{ prop }}, is not valid
ru_ru: Указанное значение {{ value }} свойства {{ prop }} недопустимо

source: The value `{{ value }}` should be of type {{ type }}, {{ invalid }} given
ru_ru: Значение `{{ value }}` должно быть типа {{ type }}, {{ invalid }} дано

source: The value {{ value }} can contain a minimum of {{ min }} and a maximum of {{ max }} characters
ru_ru: Значение {{ value }} может содержать минимум {{ min }} и максимум {{ max }} символов

source: The specified property value is {{ prop }}, cannot be empty
ru_ru: Указанное значение свойства: {{ prop }}, не может быть пустым

source: The specified property value is {{ prop }}, cannot be NULL
ru_ru: Указанное значение свойства {{ prop }}, не может быть NULL

source: The value of {{ value }} does not match the format `{{ format }}`
ru_ru: Значение {{ value }} не соответствует формату `{{ format }}`

source: The QR code format does not match the available formats
ru_ru: Формат QR кода не соответствует доступным форматам

source: QR block class must be string type, {{ invalid }} given
ru_ru: Класс QR-блока должен быть строковым типом, {{ invalid }} дано

source: The QR block class must have a minimum of {{ min }} and a maximum of {{ max }} characters
ru_ru: Класс QR-блока должен иметь минимум {{ min }} и максимум {{ max }} символов

source: QR image class must be string type, {{ invalid }} given
ru_ru: Класс QR изображения должен быть строковым типом, {{ invalid }} дано

source: The QR image class must have a minimum of {{ min }} and a maximum of {{ max }} characters
ru_ru: Класс QR-изображения должен иметь минимум {{ min }} и максимум {{ max }} символов

source: File logging value cannot be empty
ru_ru: Значение логирования файла не может быть пустым

source: File logging value must be boolean type, {{ invalid }} given
ru_ru: Значение логирования файла должно быть boolean типа, {{ invalid }} дано

source: Telegram logging value cannot be empty
ru_ru: Значение логирования Telegram не может быть пустым

source: Telegram logging value must be boolean type, {{ invalid }} given
ru_ru: Значение логирования Telegram должно быть boolean типа, {{ invalid }} дано
